{
  "aerial.nvim": { "branch": "master" },
  "autolist.nvim": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "committia.vim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hl_match_area.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "match-visual.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.snippets": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "neogen": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-various-textobjs": { "branch": "main" },
  "phobos-anomaly.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "tidy.nvim": { "branch": "only-modified" },
  "tiny-glimmer.nvim": { "branch": "main" },
  "vim-highlighturl": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-mundo": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
